<h2>更新チェック機能</h2>

<div class="paragraph">
    <h3 id="pull">登録編</h3>
    <p>更新をチェックしたいマイリストのURLをコピー</p>
    <p>右上のBOXにペーストし,PULLボタンをクリック</p>
    <p>画面左のリストに追加されます</p>
</div>

<div class="paragraph">
    <h3 id="list">購読編</h3>
    <p>Dashboardページでは全てのフィードに対する新着動画を過去のものから順に見られます</p>
    <p>画面左のリストからフィードを選択すると,フィード毎の新着動画を確認できます</p>
</div>

<div class="paragraph">
    <h3 id="watch">視聴編</h3>
    <p>画面右側には動画の一覧が表示されます</p>
    <p>見たい動画のタイトルをクリックすると動画ページにジャンプし,マイリストごとに連続再生されます</p>
    <p>動画リストでタイトルがグレーになっているものは視聴済みを表します</p>
    <p>連続再生で最後に見た動画のマークボタンをクリックすると,その動画までを視聴済みとします</p>
</div>

<div class="paragraph">
    <h3 id="unpull">解除編</h3>
    <p>フィードのPULLをやめるときは,フィードの右側にある購読解除ボタンを押します</p>
</div>
